Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/PatternSort.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, tr, zh_hans, zh_hant

source: Clear Recents
cs: Smazat poslední položky
de: Verlauf löschen
es: Borrar recientes
fr: Effacer les éléments récents
it: Cancella recenti
ja: 履歴を消去
ko: 최근 항목 지우기
nl: Wis recente
pl: Wymaż ostatnie
pt: Limpar Recentes
tr: Son Kullanılanları Sil
zh_hans: 清除最近项目
zh_hant: 清除最近項目

source: Column
cs: Sloupec
de: Spalte
es: Columna
fr: Colonne
it: Colonna
ja: 列
ko: 열
nl: Kolom
pl: Kolumna
pt: Coluna
tr: Sütun
zh_hans: 列
zh_hant: 列

source: Delimiter:
cs: Oddělovač:
de: Trennzeichen:
es: Delimitador:
fr: Délimiteur :
it: Delimitatore:
ja: 区切り文字:
ko: 구분자:
nl: Scheidingsteken:
pl: Ogranicznik:
pt: Delimitador:
tr: Sınırlandırıcı:
zh_hans: 分界符：
zh_hant: 分界符：

source: Empty pattern
cs: Prázdný vzor
de: Leeres Muster
es: Patrón vacío
fr: Pattern vide
it: Pattern vuoto
ja: 空のパターン
ko: 빈 패턴
nl: Leeg patroon
pl: Pusty wzorzec
pt: Padrão vazio
tr: Boş dizgi
zh_hans: 空白的表达式
zh_hant: 空白範式

source: Entire line
cs: Celý řádek
de: Gesamte Linie
es: Toda la línea
fr: Ligne entière
it: Intera riga
ja: 行全体
ko: 줄 전체
nl: Gehele regel
pl: Cały wiersz
pt: Toda a linha
tr: Tüm satır
zh_hans: 整行
zh_hant: 整行

source: Ignore case
cs: Ignorovat velikost písmen
de: Groß-/Kleinschreibung ignorieren
es: Ignorar capitalización
fr: Ignorer la casse
it: Ignora maiuscole
ja: 大文字/小文字を無視
ko: 대소문자 무시
nl: Negeer hoofdletters
pl: Ignoruj wielkość liter
pt: Ignorar maiúsculas/minúsculas
tr: Büyük-Küçük Harf Fark Etmez
zh_hans: 忽略大小写
zh_hant: 忽略大小寫

source: In descending order
cs: V sestupném pořadí
de: Nach absteigender Reihenfolge
es: En orden descendente
fr: Ordre descendant
it: In ordine discendente
ja: 降順
ko: 내림차순
nl: In aflopende volgorde
pl: W porządku malejącym
pt: Em ordem decrescente
tr: Azalan sıralamada
zh_hans: 降序
zh_hant: 降序

source: Invalid pattern
cs: Neplatný vzor
de: Ungültiges Muster
es: Patrón no válido
fr: Pattern invalide
it: Pattern non valido
ja: 無効なパターン
ko: 유효하지 않은 패턴
nl: Ongeldig patroon
pl: Nieprawidłowy wzorzec
pt: Padrão inválido
tr: Geçersiz dizgi
zh_hans: 无效的表达式
zh_hant: 不合法的範式

source: Keep the first line at the top
cs: První řádek ponechat nahoře
de: Die erste Zeile oben behalten
es: Mantén la primera línea en la parte superior
fr: Garder la première ligne en haut
it: Mantieni la prima riga in cima
ja: 1行目は並び替えない
ko: 첫 번째 줄을 맨 위에 유지
nl: Houd de eerste regel bovenaan
pl: Trzymaj pierwszy wiersz na górze
pt: Manter primeira linha no topo
tr: Üstteki ilk satırı tut
zh_hans: 首行置顶
zh_hant: 首行置頂

source: Pattern:
cs: Vzor:
de: Muster:
es: Patrón:
it: Motivo:
ja: パターン:
ko: 패턴:
nl: Patroon:
pl: Wzorzec:
pt: Padrão:
tr: Dizgi:
zh_hans: 模式：
zh_hant: 模式：

source: Position:
cs: Pozice:
es: Posición:
it: Posizione:
ja: 位置:
ko: 위치:
nl: Positie:
pl: Pozycja:
pt: Posição:
tr: Konum:
zh_hans: 位置：
zh_hant: 位置：

source: Recents
cs: Poslední použité
de: Zuletzt benutzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近の項目
ko: 최근 항목
nl: Recente
pl: Ostatnie
pt: Recentes
tr: Son Kullanılanlar
zh_hans: 最近
zh_hant: 最近

source: Regular expression
cs: Regulární výraz
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
it: Espressione regolare
ja: 正規表現
ko: 정규표현식
nl: Reguliere expressie
pl: Wyrażenie regularne
pt: Expressão regular
tr: Düzenli ifade
zh_hans: 正则表达式
zh_hant: 常規表示式

source: Regular Expression
cs: Regulární výraz
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
it: Espressione regolare
ja: 正規表現
ko: 정규표현식
nl: Reguliere expressie
pl: Wyrażenie regularne
pt: Expressão Regular
tr: Düzenli İfade
zh_hans: 正则表达式
zh_hant: 常規表示式

source: Respect language rules
cs: Respektovat jazyková pravidla
de: Sprachregeln respektieren
es: Respeta las reglas del lenguaje
fr: Respecter les règles de la langue
it: Rispetta le regole della lingua
ja: 言語ルールに従う
ko: 언어 규칙을 준수
nl: Respecteer taalregels
pl: Przestrzegaj zasad języka
pt: Respeitar regras do idioma
tr: Dil kurallarına uy
zh_hans: 遵守语言规则
zh_hant: 遵守語言規則

source: Sample line to check which part in a line will be used for sort comparison.
cs: Vzorový řádek pro kontrolu, která část řádku bude použita pro porovnání řazení.
de: Probe linie zu prüfen, welchen Teil einer Linie für den Vergleich verwendet wird.
es: Línea de muestra para comprobar qué parte de una línea se utilizará para la comparación de clasificación.
fr: Ligne d’exemple pour vérifier quelle section sera utilisée pour la comparaison.
it: Riga di esempio per verificare quale parte di una riga verrà usata per il confronto.
ja: 比較に使用される部分を確認するためのサンプル行です。
ko: 줄의 어떤 부분이 정렬 비교에 사용될지 확인하기 위한 예시 줄입니다.
nl: Voorbeeldregel om te controleren welk deel in een regel wordt gebruikt voor sorteervergelijking.
pl: Przykładowy wiersz pozwalający sprawdzić, która część wiersza zostanie użyta do porównania w sortowaniu.
pt: Linha de amostra para verificar qual parte de uma linha será usada ao ordenar a comparação.
tr: Sıralama karşılaştırması için bir satırdaki hangi kısmın kullanılacağını denetlemek için örnek satır.
zh_hans: 检查行中哪个部分将被用于比较排序的示例行。
zh_hant: 檢查行中哪個部分將被用於比較排序的示例行。

source: Sample:
cs: Vzorek:
de: Probe:
es: Ejemplo:
fr: Echantillon :
it: Esempio:
ja: サンプル:
ko: 예시:
nl: Voorbeeld:
pl: Próbka:
pt: Amostra:
tr: Örnek:
zh_hans: 示例：
zh_hant: 示例：

source: Sort
cs: Seřadit
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並び替え
ko: 정렬
nl: Sorteer
pl: Sortuj
pt: Ordenar
tr: Sırala
zh_hans: 排序
zh_hant: 排序

source: Sort key:
cs: Klíč řazení:
de: Sortierschlüssel:
es: Ordenar clave:
fr: Clé de tri :
it: Criterio di ordinamento:
ja: 並び替えキー:
ko: 정렬 키:
nl: Sorteersleutel:
pl: Klucz sortowania:
pt: Ordenar por:
tr: Sıralama anahtarı:
zh_hans: 排序键：
zh_hant: 排序鍵：

source: Sort option:
cs: Volby řazení:
de: Optionen:
es: Ordenar opción:
fr: Options de tri :
it: Opzioni per l’ordinamento:
ja: 並び替えオプション:
ko: 정렬 옵션:
nl: Sorteeroptie
pl: Opcje sortowania:
pt: Opções de ordenação:
tr: Sıralama seçeneği:
zh_hans: 排序选项：
zh_hant: 排序選項：

source: Treat numbers as numeric value
cs: Zacházet s čísly jako s číselnou hodnotou
de: Zahlen als Zahlenwert Behandeln
es: Tratar los números como valor numérico
fr: Traiter les nombres comme des valeurs numériques
it: Tratta i numeri come valori numerici
ja: 数字を数値として扱う
ko: 숫자를 숫자 값으로 취급
nl: Behandel getallen als numerieke waarde
pl: Traktuj liczby jako wartości liczbowe
pt: Tratar números como valor numérico
tr: Sayıları rakamsal değer olarak kullan
zh_hans: 将数组视为数值
zh_hant: 將陣列視為數值

source: Use captured group:
cs: Použít zachycenou skupinu:
de: erfasste Gruppe benutzen:
es: Usar grupo capturado:
fr: Utiliser le groupe de capture :
it: Usa il gruppo selezionato:
ja: キャプチャされたグループを使用:
ko: 캡처 그룹 사용:
nl: Gebruik vastgelegde groep:
pl: Użyj przechwyconą grupę:
pt: Usar grupo capturado:
tr: Yakalanan grup kullan:
zh_hans: 使用捕获组：
zh_hant: 使用捕獲組：
